4ops.terraform
alefragnani.bookmarks
alefragnani.project-manager
bazelbuild.vscode-bazel
castwide.solargraph
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dnlytras.nord-wave
eamodio.gitlens
esbenp.prettier-vscode
folke.vscode-monorepo-workspace
fwcd.kotlin
github.copilot
github.copilot-chat
gurgeous.bust-a-gem
hashicorp.terraform
johnpapa.vscode-peacock
kaiwood.endwise
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mike-co.import-sorter
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cpptools
pbkit.vscode-pbkit
peterj.proto
pkief.material-icon-theme
plex.vscode-protolint
redhat.java
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
sainnhe.everforest
sfdc.bazel-vscode-java
shd101wyy.markdown-preview-enhanced
shopify.ruby-extensions-pack
shopify.ruby-lsp
sianglim.slim
sorbet.sorbet-vscode-extension
styled-components.vscode-styled-components
tomoki1207.pdf
uber.baseweb
usernamehw.errorlens
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
zxh404.vscode-proto3
