4ops.terraform
alefragnani.Bookmarks
castwide.solargraph
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dnlytras.nord-wave
eamodio.gitlens
esbenp.prettier-vscode
hashicorp.terraform
kaiwood.endwise
mathiasfrohlich.Kotlin
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
PKief.material-icon-theme
rebornix.ruby
redhat.java
rust-lang.rust-analyzer
Shopify.ruby-lsp
sianglim.slim
soutaro.rbs-syntax
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
